Repository: seiiinoth/go-around
Catalog: telegram/Resources/Services.MessageLocalizerService.*.resx
Languages: uk_ua

# HelloMessage
source: Welcome to Go Around! GoAround is a convenient and intuitive service that will help you easily find interesting places nearby. No more spending hours searching for entertainment or places to relax. With GoAround, you will instantly receive a personalized list of establishments according to your preferences
uk_ua: Ласкаво просимо до GoAround! GoAround – це зручний та інтуїтивно зрозумілий сервіс, який допоможе легко знаходити цікаві місця поблизу. Більше не потрібно витрачати години на пошуки розваг чи місць для відпочинку. З GoAround ви миттєво отримаєте персоналізований список закладів відповідно до ваших уподобань

source: Select interface language
uk_ua: Виберіть мову інтерфейсу

# EnterLocationErrorMessage
source: Please, provide your correct location to find places near you
uk_ua: Будь ласка, вкажіть своє правильне місцезнаходження, щоб знайти місця поблизу

# EnterLocation
source: Provide your location to find places near you or enter your address manually
uk_ua: Укажіть своє місцезнаходження, щоб знайти місця поблизу або введіть адресу вручну

# EnterLocationShort
source: Enter manually or send your current address
uk_ua: Введіть вручну або надішліть поточну адресу

# ProvideLocation
source: Provide your location to find places near you
uk_ua: Укажіть своє місцезнаходження, щоб знайти місця поблизу

# DontHaveSavedLocations
source: You don't have saved locations
uk_ua: У вас немає збережених місць

source: Back to menu
uk_ua: Назад до меню

source: Confirm
uk_ua: Підтвердити

# SavedLocations
source: Your saved locations:
uk_ua: Ваші збережені місця

source: Location at
uk_ua: Розташування

# UseSavedLocations
source: Use my saved location
uk_ua: Використовувати мої збережені місця

# SelectAppropriateOption
source: Select the appropriate option
uk_ua: Виберіть відповідний варіант

# SpecifyRadius
source: Specify the radius in meters around which the search will be performed. The value must be specified as an integer, without periods or commas.
uk_ua: Вкажіть радіус у метрах, навколо якого буде здійснюватися пошук. Значення має бути вказане як ціле число без крапок і ком.

source: View saved locations
uk_ua: Переглянути збережені місця

source: Longitude
uk_ua: Довгота

source: Latitude
uk_ua: Широта

source: Query
uk_ua: Запит

source: Radius
uk_ua: Радіус

source: Selected categories
uk_ua: Вибрані категорії

source: Get places
uk_ua: Переглянути місця

source: Remove
uk_ua: Видалити

source: Location removed
uk_ua: Розташування видалено

source: Location not found
uk_ua: Розташування не знайдено

source: Rating
uk_ua: Рейтинг

source: Address
uk_ua: Адреса

source: Previous place
uk_ua: Попереднє місце

source: Next place
uk_ua: Наступне місце

source: Back
uk_ua: Назад

source: To locations list
uk_ua: До списку місць
